Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# food.chickenBreastCooked
source: Chicken breast, skinless, grilled
es: Pechuga de pollo, sin piel, a la plancha
fr: Blanc de poulet, sans peau, grillé
hi: चिकन ब्रेस्ट, बिना स्किन, ग्रिल्ड
it: Petto di pollo, senza pelle, alla griglia
ko: 닭가슴살, 껍질 없이 구운 것
pl: Pierś z kurczaka, bez skóry, grillowana
tr: Tavuk göğsü, derisiz, ızgara
zh_hans: 鸡胸肉，去皮，煎烤

# food.chickenBreastRaw
source: Chicken breast, skinless, raw
es: Pechuga de pollo, sin piel, cruda
fr: Blanc de poulet, sans peau, cru
hi: चिकन ब्रेस्ट, बिना स्किन, कच्चा
it: Petto di pollo, senza pelle, crudo
ko: 닭가슴살, 껍질 없이 생것
pl: Pierś z kurczaka, bez skóry, surowa
tr: Tavuk göğsü, derisiz, çiğ
zh_hans: 鸡胸肉，去皮，生

# food.chickenCurry
source: Chicken curry
es: Pollo al curry
fr: Poulet au curry
hi: चिकन करी
it: Pollo al curry
ko: 치킨 커리
pl: Curry z kurczakiem
tr: Köri soslu tavuk
zh_hans: 咖喱鸡

# food.chickenDeli
source: Chicken breast, sliced, cooked
es: Pechuga de pollo, en lonchas, cocida
fr: Blanc de poulet, en tranches, cuit
hi: चिकन ब्रेस्ट, स्लाइस, पका
it: Petto di pollo, a fette, cotto
ko: 닭가슴살, 슬라이스, 조리된 것
pl: Pierś z kurczaka, plastry, gotowana
tr: Tavuk göğsü, dilimlenmiş, pişmiş
zh_hans: 鸡胸肉片，熟

# food.chickenMince
source: Chicken mince, raw
es: Carne picada de pollo, cruda
fr: Poulet haché, cru
hi: चिकन कीमा, कच्चा
it: Macinato di pollo, crudo
ko: 다진 닭고기, 생것
pl: Mielony kurczak, surowy
tr: Tavuk kıyma, çiğ
zh_hans: 鸡肉糜，生

# food.chickenThighRaw
source: Chicken thigh, skinless boneless, raw
es: Contramuslo de pollo, sin piel ni hueso, crudo
fr: Cuisse de poulet, sans peau ni os, crue
hi: चिकन थाई, बिना स्किन-हड्डी, कच्चा
it: Coscia di pollo, senza pelle né osso, cruda
ko: 닭다리살, 껍질과 뼈 없이 생것
pl: Udziec z kurczaka, bez skóry i kości, surowy
tr: Tavuk but, derisiz kemiksiz, çiğ
zh_hans: 鸡腿肉，去皮去骨，生

# food.chickpeasCanned
source: Chickpeas, tinned, drained
es: Garbanzos de bote, escurridos
fr: Pois chiches, en conserve, égouttés
hi: काबुली चना, डिब्बाबंद, पानी निकाला
it: Ceci, in scatola, sgocciolati
ko: 병아리콩, 통조림, 물기 뺀 것
pl: Ciecierzyca z puszki, odsączona
tr: Nohut, konserve, suyu süzülmüş
zh_hans: 鹰嘴豆，罐装，沥干

# food.chickpeasCooked
source: Chickpeas, boiled
es: Garbanzos, cocidos
fr: Pois chiches, cuits
hi: काबुली चना, उबला
it: Ceci, bolliti
ko: 병아리콩, 삶은 것
pl: Ciecierzyca, ugotowana
tr: Nohut, haşlanmış
zh_hans: 鹰嘴豆，煮

# food.chickpeasDry
source: Chickpeas, dry
es: Garbanzos, secos
fr: Pois chiches, secs
hi: काबुली चना, सूखा
it: Ceci, secchi
ko: 병아리콩, 마른 것
pl: Ciecierzyca, sucha
tr: Nohut, kuru
zh_hans: 鹰嘴豆，干

# food.chocolateDark
source: Dark chocolate, 70% cocoa
es: Chocolate negro, 70% cacao
fr: Chocolat noir, 70 % cacao
hi: डार्क चॉकलेट, 70% कोको
it: Cioccolato fondente, 70% di cacao
ko: 다크 초콜릿, 카카오 70%
pl: Czekolada gorzka, 70% kakao
tr: Bitter çikolata, %70 kakao
zh_hans: 黑巧克力，70% 可可

# food.chocolateMilk
source: Milk chocolate
es: Chocolate con leche
fr: Chocolat au lait
hi: मिल्क चॉकलेट
it: Cioccolato al latte
ko: 밀크 초콜릿
pl: Czekolada mleczna
tr: Sütlü çikolata
zh_hans: 牛奶巧克力

# food.clementine
source: Clementine, raw
es: Clementina, cruda
fr: Clémentine, crue
hi: क्लेमेंटाइन, ताज़ी
it: Clementina, cruda
ko: 클레멘타인, 생것
pl: Klementynka, surowa
tr: Mandalina, çiğ
zh_hans: 小柑橘，生

# food.coconutOil
source: Coconut oil
es: Aceite de coco
fr: Huile de coco
hi: नारियल तेल
it: Olio di cocco
ko: 코코넛 오일
pl: Olej kokosowy
tr: Hindistan cevizi yağı
zh_hans: 椰子油

# food.coconutWater
source: Coconut water
es: Agua de coco
fr: Eau de coco
hi: नारियल पानी
it: Acqua di cocco
ko: 코코넛 워터
pl: Woda kokosowa
tr: Hindistan cevizi suyu
zh_hans: 椰子水

# food.codRaw
source: Cod, raw
es: Bacalao, crudo
fr: Cabillaud, cru
hi: कॉड मछली, कच्ची
it: Merluzzo, crudo
ko: 대구, 생것
pl: Dorsz, surowy
tr: Morina, çiğ
zh_hans: 鳕鱼，生

# food.coffeeBlack
source: Coffee, black
es: Café solo
fr: Café noir
hi: कॉफ़ी, ब्लैक
it: Caffè, senza latte né zucchero
ko: 커피, 블랙
pl: Kawa czarna
tr: Kahve, sade
zh_hans: 黑咖啡

# food.cola
source: Cola
es: Refresco de cola
hi: कोला
ko: 콜라
tr: Kola
zh_hans: 可乐

# food.colaDiet
source: Cola, no sugar
es: Refresco de cola, sin azúcar
fr: Cola, sans sucres
hi: कोला, बिना चीनी
it: Cola, senza zucchero
ko: 콜라, 무설탕
pl: Cola bez cukru
tr: Kola, şekersiz
zh_hans: 可乐，无糖

# food.collagenPeptides
source: Collagen peptides powder
es: Péptidos de colágeno en polvo
fr: Peptides de collagène en poudre
hi: कोलेजन पेप्टाइड पाउडर
it: Peptidi di collagene in polvere
ko: 콜라겐 펩타이드 파우더
pl: Peptydy kolagenowe w proszku
tr: Kolajen peptit tozu
zh_hans: 胶原蛋白肽粉

# food.cornflakes
source: Cornflakes
es: Copos de maíz
hi: कॉर्नफ्लेक्स
ko: 콘플레이크
pl: Płatki kukurydziane
tr: Mısır gevreği
zh_hans: 玉米片

# food.cottageCheeseLow
source: Cottage cheese, low fat
es: Queso cottage, bajo en grasa
fr: Cottage cheese, allégé
hi: कॉटेज चीज़, कम फैट
it: Fiocchi di latte, magri
ko: 코티지 치즈, 저지방
pl: Serek wiejski, chudy
tr: Lor peyniri, az yağlı
zh_hans: 农家干酪，低脂

# food.courgette
source: Courgette (zucchini), raw
es: Calabacín, crudo
fr: Courgette, crue
hi: तोरी (ज़ुकीनी), कच्ची
it: Zucchina, cruda
ko: 애호박(주키니), 생것
pl: Cukinia, surowa
tr: Kabak, çiğ
zh_hans: 西葫芦，生

# food.couscousCooked
source: Couscous, cooked
es: Cuscús, cocido
fr: Couscous, cuit
hi: कूसकूस, पका
it: Cuscus, cotto
ko: 쿠스쿠스, 익힌 것
pl: Kuskus, ugotowany
tr: Kuskus, pişmiş
zh_hans: 库斯库斯，熟

# food.crackersPlain
source: Crackers, plain
es: Crackers, naturales
fr: Crackers nature
hi: क्रैकर, सादे
it: Cracker, semplici
ko: 크래커, 플레인
pl: Krakersy, zwykłe
tr: Kraker, sade
zh_hans: 原味咸饼干

# food.creamCheese
source: Cream cheese
es: Queso crema
fr: Fromage frais à tartiner
hi: क्रीम चीज़
it: Formaggio spalmabile
ko: 크림치즈
pl: Serek śmietankowy
tr: Krem peynir
zh_hans: 奶油奶酪

# food.creatineMonohydrate
source: Creatine monohydrate powder
es: Creatina monohidrato en polvo
fr: Créatine monohydrate en poudre
hi: क्रिएटीन मोनोहाइड्रेट पाउडर
it: Creatina monoidrato in polvere
ko: 크레아틴 모노하이드레이트 파우더
pl: Monohydrat kreatyny w proszku
tr: Kreatin monohidrat tozu
zh_hans: 一水肌酸粉

# food.crispbreadRye
source: Rye crispbread
es: Pan crujiente de centeno
fr: Pain croustillant de seigle
hi: राई क्रिस्पब्रेड
it: Fette croccanti di segale
ko: 호밀 크리스프브레드
pl: Pieczywo chrupkie żytnie
tr: Çavdarlı gevrek ekmek
zh_hans: 黑麦脆面包片

# food.croissant
source: Croissant
es: Cruasán
hi: क्रोसां
it: Cornetto
ko: 크루아상
pl: Rogalik francuski
tr: Kruvasan
zh_hans: 可颂

# food.cucumber
source: Cucumber, raw
es: Pepino, crudo
fr: Concombre, cru
hi: खीरा, कच्चा
it: Cetriolo, crudo
ko: 오이, 생것
pl: Ogórek, surowy
tr: Salatalık, çiğ
zh_hans: 黄瓜，生

# food.database.adopted
source: %lld foods were kept as your own
es: %lld alimentos se han conservado como tuyos
fr: %lld aliments ont été conservés comme les tiens
hi: %lld फ़ूड आपके अपने के रूप में रखे गए
it: %lld alimenti sono stati mantenuti come tuoi
ko: 음식 %lld개를 내 음식으로 남겼어요
pl: %lld produktu zostało zachowane jako Twoje własne
tr: %lld besin senin besinin olarak korundu
zh_hans: %lld 种食物已保留为你自己的食物

# food.database.attribution
source: Nutrition data from USDA FoodData Central, a public-domain work of the US Government.
es: Datos nutricionales de USDA FoodData Central, una obra de dominio público del Gobierno de EE. UU.
fr: Données nutritionnelles issues de USDA FoodData Central, une œuvre du gouvernement des États-Unis dans le domaine public.
hi: न्यूट्रिशन डेटा USDA FoodData Central से, जो अमेरिकी सरकार का सार्वजनिक-डोमेन काम है।
it: Dati nutrizionali da USDA FoodData Central, opera di pubblico dominio del governo statunitense.
ko: 영양 정보는 미국 정부의 공공 저작물인 USDA FoodData Central에서 가져왔어요.
pl: Dane o wartościach odżywczych pochodzą z USDA FoodData Central, dzieła rządu USA w domenie publicznej.
tr: Besin değerleri, ABD Hükümeti'nin kamu malı çalışması olan USDA FoodData Central kaynağından alınmıştır.
zh_hans: 营养数据来自 USDA FoodData Central，属于美国政府的公有领域作品。

# food.database.foodCount
source: %lld foods
es: %lld alimentos
fr: %lld aliments
hi: %lld फ़ूड
it: %lld alimenti
ko: 음식 %lld개
pl: %lld produktu
tr: %lld besin
zh_hans: %lld 种食物

# food.database.rebuild
source: Rebuild food database
es: Reconstruir la base de datos de alimentos
fr: Reconstruire la base d’aliments
hi: फ़ूड डेटाबेस दोबारा बनाएँ
it: Ricostruisci il database alimenti
ko: 음식 데이터베이스 다시 만들기
pl: Przebuduj bazę produktów
tr: Besin veritabanını yeniden oluştur
zh_hans: 重建食物库

# food.database.rebuildDetail
source: Reloads every built-in food. Your own foods, recipes and history are untouched.
es: Vuelve a cargar todos los alimentos integrados. Tus alimentos, recetas e historial no se tocan.
fr: Recharge tous les aliments intégrés. Tes propres aliments, recettes et historique ne sont pas touchés.
hi: हर बिल्ट-इन फ़ूड फिर से लोड होगा। आपके अपने फ़ूड, रेसिपी और हिस्ट्री पर कोई असर नहीं पड़ेगा।
it: Ricarica tutti gli alimenti integrati. I tuoi alimenti, le ricette e la cronologia restano intatti.
ko: 내장 음식을 모두 다시 불러와요. 직접 만든 음식과 레시피, 기록은 그대로예요.
pl: Wczytuje na nowo każdy wbudowany produkt. Twoje własne produkty, przepisy i historia zostają nietknięte.
tr: Yerleşik tüm besinleri yeniden yükler. Kendi besinlerin, tariflerin ve geçmişin değişmez.
zh_hans: 重新载入全部内置食物。你自己的食物、食谱和记录不受影响。

# food.database.title
source: Food database
es: Base de datos de alimentos
fr: Base d’aliments
hi: फ़ूड डेटाबेस
it: Database alimenti
ko: 음식 데이터베이스
pl: Baza produktów
tr: Besin veritabanı
zh_hans: 食物库

# food.database.updating
source: Updating the food database
es: Actualizando la base de datos de alimentos
fr: Mise à jour de la base d’aliments
hi: फ़ूड डेटाबेस अपडेट हो रहा है
it: Aggiornamento del database alimenti
ko: 음식 데이터베이스를 업데이트하는 중
pl: Aktualizuję bazę produktów
tr: Besin veritabanı güncelleniyor
zh_hans: 正在更新食物库

# food.database.version
source: Version %@
es: Versión %@
hi: वर्शन %@
it: Versione %@
ko: 버전 %@
pl: Wersja %@
tr: Sürüm %@
zh_hans: 版本 %@

# food.datesMedjool
source: Dates, medjool
es: Dátiles medjool
fr: Dattes medjool
hi: खजूर, मेडजूल
it: Datteri medjool
ko: 대추야자, 메줄
pl: Daktyle medjool
tr: Hurma, medjool
zh_hans: 帝王椰枣

# food.doubleCream
source: Double cream
es: Nata para montar
fr: Crème entière épaisse
hi: डबल क्रीम
it: Panna densa
ko: 더블 크림
pl: Śmietana kremówka
tr: Krema, yüksek yağlı
zh_hans: 高脂厚奶油

# food.driedApricots
source: Apricots, dried
es: Orejones de albaricoque
fr: Abricots secs
hi: खुबानी, सूखी
it: Albicocche, secche
ko: 살구, 말린 것
pl: Morele, suszone
tr: Kayısı, kuru
zh_hans: 杏干

# food.edamame
source: Edamame, shelled, cooked
es: Edamame, desgranado, cocido
fr: Édamamé, écossé, cuit
hi: एडामामे, छिली, पकी
it: Edamame, sgusciati, cotti
ko: 풋콩, 껍질 깐 것, 익힌 것
pl: Edamame, łuskane, ugotowane
tr: Edamame, kabuksuz, pişmiş
zh_hans: 毛豆，去荚，熟

# food.eggBoiled
source: Egg, hard boiled
es: Huevo cocido
fr: Œuf dur
hi: अंडा, उबला
it: Uovo, sodo
ko: 달걀, 완숙
pl: Jajko na twardo
tr: Yumurta, katı haşlanmış
zh_hans: 鸡蛋，水煮

# food.eggFried
source: Egg, fried
es: Huevo frito
fr: Œuf au plat
hi: अंडा, तला
it: Uovo, fritto
ko: 달걀, 프라이
pl: Jajko sadzone
tr: Yumurta, sahanda
zh_hans: 鸡蛋，煎

# food.eggNoodlesCooked
source: Egg noodles, boiled
es: Noodles al huevo, cocidos
fr: Nouilles aux œufs, cuites
hi: एग नूडल्स, उबले
it: Noodles all'uovo, bolliti
ko: 에그 누들, 삶은 것
pl: Makaron jajeczny, ugotowany
tr: Yumurtalı erişte, haşlanmış
zh_hans: 鸡蛋面，煮

# food.eggScrambled
source: Eggs, scrambled, with milk
es: Huevos revueltos, con leche
fr: Œufs brouillés, au lait
hi: अंडे, स्क्रैम्बल्ड, दूध के साथ
it: Uova strapazzate, con latte
ko: 달걀, 스크램블, 우유 넣은 것
pl: Jajecznica z mlekiem
tr: Yumurta, sütlü çırpılmış
zh_hans: 炒蛋，加牛奶

# food.eggWhiteRaw
source: Egg white, raw
es: Clara de huevo, cruda
fr: Blanc d’œuf, cru
hi: अंडे का सफ़ेद भाग, कच्चा
it: Albume, crudo
ko: 달걀흰자, 생것
pl: Białko jaja, surowe
tr: Yumurta akı, çiğ
zh_hans: 蛋清，生

# food.eggWholeRaw
source: Egg, whole, raw
es: Huevo entero, crudo
fr: Œuf entier, cru
hi: अंडा, पूरा, कच्चा
it: Uovo, intero, crudo
ko: 달걀, 전란, 생것
pl: Jajko całe, surowe
tr: Yumurta, tam, çiğ
zh_hans: 全蛋，生

# food.englishMuffin
source: English muffin
es: Muffin inglés
fr: Muffin anglais
hi: इंग्लिश मफ़िन
it: Muffin inglese
ko: 잉글리시 머핀
pl: Muffin angielski
tr: İngiliz muffin ekmeği
zh_hans: 英式马芬

# food.error.cancelled
source: Lookup cancelled
es: Búsqueda cancelada
fr: Recherche annulée
hi: खोज रद्द हुई
it: Ricerca annullata
ko: 조회를 취소했어요
pl: Wyszukiwanie anulowane
tr: Sorgu iptal edildi
zh_hans: 查询已取消

# food.error.decoding
source: The food service sent something Forge could not read.
es: El servicio de alimentos ha enviado algo que Forge no ha podido leer.
fr: Le service d’aliments a renvoyé quelque chose que Forge n’a pas pu lire.
hi: फ़ूड सेवा से ऐसा जवाब आया जिसे Forge पढ़ नहीं सका।
it: Il servizio alimenti ha risposto in un formato che Forge non riesce a leggere.
ko: 음식 서비스가 Forge에서 읽을 수 없는 응답을 보냈어요.
pl: Baza produktów odesłała coś, czego Forge nie potrafi odczytać.
tr: Besin servisi, Forge'un okuyamadığı bir yanıt gönderdi.
zh_hans: 食物服务返回了 Forge 无法读取的内容。

# food.error.network
source: The food service could not be reached. Showing offline results.
es: No se ha podido conectar con el servicio de alimentos. Mostrando resultados sin conexión.
fr: Le service d’aliments n’a pas pu être joint. Affichage des résultats hors ligne.
hi: फ़ूड सेवा तक नहीं पहुँचा जा सका। ऑफ़लाइन नतीजे दिखाए जा रहे हैं।
it: Non è stato possibile raggiungere il servizio alimenti. Vengono mostrati i risultati offline.
ko: 음식 서비스에 연결하지 못했어요. 오프라인 결과를 보여 드릴게요.
pl: Nie udało się połączyć z bazą produktów. Pokazuję wyniki offline.
tr: Besin servisine ulaşılamadı. Çevrimdışı sonuçlar gösteriliyor.
zh_hans: 无法连接食物服务，正在显示离线结果。

# food.error.notFound
source: No matching food found
es: No se ha encontrado ningún alimento
fr: Aucun aliment correspondant
hi: कोई मिलता-जुलता फ़ूड नहीं मिला
it: Nessun alimento corrispondente
ko: 일치하는 음식이 없어요
pl: Nie znaleziono pasującego produktu
tr: Eşleşen besin bulunamadı
zh_hans: 没有找到匹配的食物

# food.error.offline
source: You are offline. Showing the built-in food database.
es: Estás sin conexión. Mostrando la base de datos de alimentos integrada.
fr: Tu es hors ligne. Affichage de la base d’aliments intégrée.
hi: आप ऑफ़लाइन हैं। ऐप में मौजूद फ़ूड डेटाबेस दिखाया जा रहा है।
it: Sei offline. Viene mostrato il database alimenti integrato.
ko: 오프라인 상태예요. 앱에 내장된 음식 데이터베이스를 보여 드릴게요.
pl: Jesteś offline. Pokazuję wbudowaną bazę produktów.
tr: Çevrimdışısın. Yerleşik besin veritabanı gösteriliyor.
zh_hans: 当前离线，正在显示内置食物库。

# food.error.rateLimited
source: Too many lookups just now. Try again in a moment.
es: Demasiadas búsquedas ahora mismo. Inténtalo dentro de un momento.
fr: Trop de recherches d’un coup. Réessaie dans un instant.
hi: अभी बहुत ज़्यादा खोजें हो गईं। थोड़ी देर बाद कोशिश करें।
it: Troppe ricerche in poco tempo. Riprova tra un attimo.
ko: 조회가 너무 잦아요. 잠시 뒤에 다시 시도해 주세요.
pl: Zbyt wiele zapytań naraz. Spróbuj za chwilę.
tr: Şu an için çok fazla sorgu yapıldı. Birazdan tekrar dene.
zh_hans: 刚才查询次数太多，请稍后再试。

# food.flaxseed
source: Flaxseed (linseed)
es: Semillas de lino
fr: Graines de lin
hi: अलसी के बीज
it: Semi di lino
ko: 아마씨
pl: Siemię lniane
tr: Keten tohumu
zh_hans: 亚麻籽

# food.frenchFries
source: Chips (French fries), deep fried
es: Patatas fritas de freidora
fr: Frites, en friture
hi: फ्रेंच फ्राइज़, डीप फ्राइड
it: Patatine fritte
ko: 감자튀김
pl: Frytki, smażone
tr: Patates kızartması
zh_hans: 薯条，油炸

# food.garlic
source: Garlic, raw
es: Ajo, crudo
fr: Ail, cru
hi: लहसुन, कच्चा
it: Aglio, crudo
ko: 마늘, 생것
pl: Czosnek, surowy
tr: Sarımsak, çiğ
zh_hans: 大蒜，生

# food.gnocchi
source: Gnocchi, fresh
es: Ñoquis, frescos
fr: Gnocchis frais
hi: न्योकी, ताज़ा
it: Gnocchi, freschi
ko: 뇨키, 생면
pl: Gnocchi, świeże
tr: Gnocchi, taze
zh_hans: 土豆团子，鲜

# food.grapes
source: Grapes, raw
es: Uvas, crudas
fr: Raisin, cru
hi: अंगूर, ताज़े
it: Uva, cruda
ko: 포도, 생것
pl: Winogrona, surowe
tr: Üzüm, çiğ
zh_hans: 葡萄，生

# food.greekYogurt0
source: Greek yogurt, 0% fat
es: Yogur griego, 0% de grasa
fr: Yaourt grec, 0 % MG
hi: ग्रीक योगर्ट, 0% फैट
it: Yogurt greco, 0% di grassi
ko: 그릭 요거트, 지방 0%
pl: Jogurt grecki, 0% tłuszczu
tr: Süzme yoğurt, %0 yağlı
zh_hans: 希腊酸奶，0% 脂肪

# food.greekYogurt2
source: Greek yogurt, 2% fat
es: Yogur griego, 2% de grasa
fr: Yaourt grec, 2 % MG
hi: ग्रीक योगर्ट, 2% फैट
it: Yogurt greco, 2% di grassi
ko: 그릭 요거트, 지방 2%
pl: Jogurt grecki, 2% tłuszczu
tr: Süzme yoğurt, %2 yağlı
zh_hans: 希腊酸奶，2% 脂肪

# food.greenBeans
source: Green beans, raw
es: Judías verdes, crudas
fr: Haricots verts, crus
hi: हरी फलियाँ, कच्ची
it: Fagiolini, crudi
ko: 그린빈, 생것
pl: Fasolka szparagowa, surowa
tr: Taze fasulye, çiğ
zh_hans: 四季豆，生

# food.hamSliced
source: Ham, sliced, lean
es: Jamón cocido, en lonchas, magro
fr: Jambon, en tranches, maigre
hi: हैम, स्लाइस, लीन
it: Prosciutto cotto, a fette, magro
ko: 햄, 슬라이스, 살코기
pl: Szynka w plastrach, chuda
tr: Jambon, dilimlenmiş, yağsız
zh_hans: 火腿片，瘦

# food.hazelnuts
source: Hazelnuts
es: Avellanas
fr: Noisettes
hi: हेज़लनट्स
it: Nocciole
ko: 헤이즐넛
pl: Orzechy laskowe
tr: Fındık
zh_hans: 榛子

# food.honey
source: Honey
es: Miel
fr: Miel
hi: शहद
it: Miele
ko: 꿀
pl: Miód
tr: Bal
zh_hans: 蜂蜜

# food.hotChocolate
source: Hot chocolate, made with milk
es: Chocolate caliente, con leche
fr: Chocolat chaud, au lait
hi: हॉट चॉकलेट, दूध से बनी
it: Cioccolata calda, con latte
ko: 핫초코, 우유로 만든 것
pl: Gorąca czekolada na mleku
tr: Sıcak çikolata, sütle
zh_hans: 热巧克力，牛奶冲调

# food.iceCreamVanilla
source: Ice cream, vanilla
es: Helado de vainilla
fr: Glace à la vanille
hi: आइसक्रीम, वनीला
it: Gelato alla vaniglia
ko: 아이스크림, 바닐라
pl: Lody waniliowe
tr: Dondurma, vanilyalı
zh_hans: 香草冰淇淋

# food.import.phase.finished
source: Food database ready
es: Base de datos de alimentos lista
fr: Base d’aliments prête
hi: फ़ूड डेटाबेस तैयार है
it: Database alimenti pronto
ko: 음식 데이터베이스 준비 완료
pl: Baza produktów gotowa
tr: Besin veritabanı hazır
zh_hans: 食物库已就绪

# food.import.phase.matching
source: Checking what has changed
es: Comprobando qué ha cambiado
fr: Vérification des changements
hi: देखा जा रहा है कि क्या बदला है
it: Controllo di cosa è cambiato
ko: 바뀐 내용을 확인하는 중
pl: Sprawdzam, co się zmieniło
tr: Neyin değiştiği kontrol ediliyor
zh_hans: 正在核对变化

# food.import.phase.pruning
source: Tidying up
es: Ordenando
fr: Rangement
hi: सफ़ाई हो रही है
it: Sistemazione finale
ko: 정리하는 중
pl: Porządkuję
tr: Toparlanıyor
zh_hans: 正在整理

# food.import.phase.reading
source: Reading the food database
es: Leyendo la base de datos de alimentos
fr: Lecture de la base d’aliments
hi: फ़ूड डेटाबेस पढ़ा जा रहा है
it: Lettura del database alimenti
ko: 음식 데이터베이스를 읽는 중
pl: Czytam bazę produktów
tr: Besin veritabanı okunuyor
zh_hans: 正在读取食物库

# food.import.phase.writing
source: Updating foods
es: Actualizando alimentos
fr: Mise à jour des aliments
hi: फ़ूड अपडेट हो रहे हैं
it: Aggiornamento degli alimenti
ko: 음식을 업데이트하는 중
pl: Aktualizuję produkty
tr: Besinler güncelleniyor
zh_hans: 正在更新食物

# food.instantOats
source: Instant oat sachet, dry
es: Sobre de avena instantánea, en seco
fr: Sachet de flocons d’avoine instantanés, sec
hi: इंस्टेंट ओट्स सैशे, सूखा
it: Bustina di avena istantanea, secca
ko: 인스턴트 오트밀 1봉, 마른 것
pl: Owsianka błyskawiczna w saszetce, sucha
tr: Hazır yulaf poşeti, kuru
zh_hans: 即食燕麦片，干

# food.jam
source: Jam, fruit
es: Mermelada de fruta
fr: Confiture de fruits
hi: जैम, फलों का
it: Marmellata di frutta
ko: 잼, 과일
pl: Dżem owocowy
tr: Meyve reçeli
zh_hans: 果酱

# food.kaleRaw
source: Kale, raw
es: Kale, crudo
fr: Chou kale, cru
hi: केल, कच्ची
it: Cavolo riccio, crudo
ko: 케일, 생것
pl: Jarmuż, surowy
tr: Kara lahana, çiğ
zh_hans: 羽衣甘蓝，生

# food.ketchup
source: Tomato ketchup
es: Kétchup
fr: Ketchup
hi: टोमैटो केचप
it: Ketchup
ko: 토마토케첩
pl: Ketchup
tr: Ketçap
zh_hans: 番茄酱

# food.kidneyBeansCooked
source: Kidney beans, boiled
es: Alubias rojas, cocidas
fr: Haricots rouges, cuits
hi: राजमा, उबला
it: Fagioli rossi, bolliti
ko: 강낭콩, 삶은 것
pl: Fasola czerwona, ugotowana
tr: Barbunya, haşlanmış
zh_hans: 红芸豆，煮

# food.kiwi
source: Kiwi fruit, raw
es: Kiwi, crudo
fr: Kiwi, cru
hi: कीवी, ताज़ी
it: Kiwi, crudo
ko: 키위, 생것
pl: Kiwi, surowe
tr: Kivi, çiğ
zh_hans: 猕猴桃，生

# food.lambLegRaw
source: Lamb leg, lean, raw
es: Pierna de cordero, magra, cruda
fr: Gigot d’agneau, maigre, cru
hi: लैम्ब लेग, लीन, कच्चा
it: Coscia d'agnello, magra, cruda
ko: 양 뒷다리살, 살코기, 생것
pl: Udziec jagnięcy, chudy, surowy
tr: Kuzu but, yağsız, çiğ
zh_hans: 羊腿肉，瘦，生

# food.lasagne
source: Lasagne, beef
es: Lasaña de carne
fr: Lasagnes au bœuf
hi: लज़ान्या, बीफ़
it: Lasagne al ragù
ko: 라자냐, 소고기
pl: Lasagne z wołowiną
tr: Lazanya, kıymalı
zh_hans: 千层面，牛肉

# food.latte
source: Latte, semi-skimmed milk
es: Café con leche semidesnatada
fr: Latte, lait demi-écrémé
hi: लाते, टोंड दूध से
it: Caffellatte, con latte parzialmente scremato
ko: 라테, 저지방 우유
pl: Latte na mleku półtłustym
tr: Latte, yarım yağlı sütle
zh_hans: 拿铁，半脱脂牛奶

# food.leek
source: Leek, raw
es: Puerro, crudo
fr: Poireau, cru
hi: लीक, कच्चा
it: Porro, crudo
ko: 리크, 생것
pl: Por, surowy
tr: Pırasa, çiğ
zh_hans: 韭葱，生

# food.lentilsCooked
source: Lentils, boiled
es: Lentejas, cocidas
fr: Lentilles, cuites
hi: दाल, उबली
it: Lenticchie, bollite
ko: 렌틸콩, 삶은 것
pl: Soczewica, ugotowana
tr: Mercimek, haşlanmış
zh_hans: 扁豆，煮

# food.lentilsDry
source: Lentils, dry
es: Lentejas, secas
fr: Lentilles, sèches
hi: दाल, सूखी
it: Lenticchie, secche
ko: 렌틸콩, 마른 것
pl: Soczewica, sucha
tr: Mercimek, kuru
zh_hans: 扁豆，干

# food.lettuceIceberg
source: Lettuce, iceberg
es: Lechuga iceberg
fr: Laitue iceberg
hi: सलाद पत्ता, आइसबर्ग
it: Lattuga iceberg
ko: 양상추, 아이스버그
pl: Sałata lodowa
tr: Marul, iceberg
zh_hans: 球生菜

# food.mackerelRaw
source: Mackerel, Atlantic, raw
es: Caballa del Atlántico, cruda
fr: Maquereau, cru
hi: बांगड़ा मछली (अटलांटिक), कच्ची
it: Sgombro atlantico, crudo
ko: 고등어, 대서양, 생것
pl: Makrela atlantycka, surowa
tr: Uskumru, Atlantik, çiğ
zh_hans: 鲭鱼，大西洋，生

# food.mango
source: Mango, raw
es: Mango, crudo
fr: Mangue, crue
hi: आम, ताज़ा
it: Mango, crudo
ko: 망고, 생것
pl: Mango, surowe
tr: Mango, çiğ
zh_hans: 芒果，生

# food.mapleSyrup
source: Maple syrup
es: Sirope de arce
fr: Sirop d’érable
hi: मेपल सिरप
it: Sciroppo d'acero
ko: 메이플 시럽
pl: Syrop klonowy
tr: Akçaağaç şurubu
zh_hans: 枫糖浆

# food.margarine
source: Margarine
es: Margarina
hi: मार्जरीन
it: Margarina
ko: 마가린
pl: Margaryna
tr: Margarin
zh_hans: 人造黄油

# food.mashedPotato
source: Mashed potato, with milk and butter
es: Puré de patata, con leche y mantequilla
fr: Purée de pommes de terre, au lait et au beurre
hi: मैश्ड आलू, दूध और मक्खन के साथ
it: Purè di patate, con latte e burro
ko: 매시트포테이토, 우유와 버터
pl: Puree ziemniaczane z mlekiem i masłem
tr: Patates püresi, süt ve tereyağlı
zh_hans: 土豆泥，加牛奶和黄油

# food.mayonnaise
source: Mayonnaise
es: Mayonesa
hi: मेयोनीज़
it: Maionese
ko: 마요네즈
pl: Majonez
tr: Mayonez
zh_hans: 蛋黄酱

# food.milkSemi
source: Milk, semi-skimmed
es: Leche semidesnatada
fr: Lait demi-écrémé
hi: दूध, टोंड
it: Latte, parzialmente scremato
ko: 우유, 저지방
pl: Mleko półtłuste
tr: Süt, yarım yağlı
zh_hans: 牛奶，半脱脂

# food.milkSkimmed
source: Milk, skimmed
es: Leche desnatada
fr: Lait écrémé
hi: दूध, डबल टोंड
it: Latte, scremato
ko: 우유, 무지방
pl: Mleko odtłuszczone
tr: Süt, yağsız
zh_hans: 牛奶，脱脂

# food.milkWhole
source: Milk, whole
es: Leche entera
fr: Lait entier
hi: दूध, फुल क्रीम
it: Latte, intero
ko: 우유, 전유
pl: Mleko pełnotłuste
tr: Süt, tam yağlı
zh_hans: 牛奶，全脂

# food.mixedVegFrozen
source: Mixed vegetables, frozen
es: Menestra de verduras, congelada
fr: Légumes mélangés, surgelés
hi: मिली-जुली सब्ज़ियाँ, फ्रोज़न
it: Verdure miste, surgelate
ko: 모둠 채소, 냉동
pl: Warzywa mrożone, mieszanka
tr: Karışık sebze, dondurulmuş
zh_hans: 什锦蔬菜，冷冻

# food.mozzarella
source: Mozzarella, part skim
es: Mozzarella, semidesnatada
fr: Mozzarella, partiellement écrémée
hi: मोत्ज़रेला, पार्ट स्किम
it: Mozzarella, parzialmente scremata
ko: 모차렐라, 부분 탈지
pl: Mozzarella, częściowo odtłuszczona
tr: Mozzarella, az yağlı
zh_hans: 马苏里拉，部分脱脂
